cask_args appdir: '/Applications'
tap 'caskroom/cask'
brew 'brew-cask'
brew 'openssl'
brew 'readline'
brew 'rbenv'
brew 'ruby-build'
brew 'clang-omp'
brew 'tmux'
brew 'postgresql'
brew 'docker'

cask 'google-chrome'
cask 'night-owl'
cask 'google-japanese-ime'
cask 'alfred'
cask 'dropbox'
cask 'iterm2'
cask 'silverlight'
cask 'slack'
cask 'gyazo'
cask 'skype'
cask 'docker'
